[{"menu": "飞狐外传", "link": "fei",
"content":"<p>该书主要是讲述《雪山飞狐》主人公胡斐的成长历程。</p><p>以主人公胡斐除暴安良为故事的中心，讲述了胡斐为追杀凤天南在路上所发生的一切，特别是主人公与两位女性程灵素、袁紫衣所发生的恋爱关系，让人觉得惋惜与无奈。 如果说郭靖是金庸笔下的“为国为民”的“侠”的理想的化身，胡斐则是金庸“锄强扶弱”的理想的化身。他可以为素不相识的一家三口打抱不平，不为所爱之人的求恳所动。体现出江湖一代大侠在爱情面前是那样的脆弱与无奈。</p><p>辽东大侠胡一刀死后，其子胡斐按家传拳谱与刀谱习得上乘武功，在山东武定商家堡，遇胡一刀所杀八卦刀商剑鸣之妻，遂与商老太及商剑鸣之师兄弟王剑英、王剑杰交手，大逞雄威。此时巧遇红花会三当家千手如来赵半山，并承其助，胡斐的武功亦得赵欣赏。不意，赵、胡等人均遭商老太暗算，被困于她家铁厅之中，商老太以火烧厅，欲烤死赵、胡等人。胡斐冒险自狗洞爬出，大战商老太等人，终于解救出铁厅中人，并与赵半山结义。</p><p>胡斐到广东佛山镇，遇当地恶霸、五虎派掌门人凤天南欲霸占钟阿四处菜田，诬其子偷吃凤天南家鹅，逼钟妻于祖庙北帝前将其子剖腹以证明清白，钟妻为此疯癫。</p><p>胡斐怒而大闹佛山镇，逼出凤氏父子，亦在祖庙北帝前欲杀其父子为钟家报仇，却遭袁紫衣阻拦，又中调虎离山之计，遂使凤氏父子又杀钟阿四全家后逃走。</p><p>胡斐在追赶凤天南的路上，又遇武艺高强的少女袁紫衣。袁骑赵半山的白马，又知胡斐底细，与其若即若离，又常骚扰，又似含情，胡斐已情系紫衣。</p><p>一风雨之夜，胡斐与袁紫衣夜宿于一古庙，巧遇凤天南一行。胡斐欲杀之，紫衣力劝，不从，又被紫衣干扰，致凤贼逃脱。</p><p>是夜又有人欲谋害苗人凤，胡斐敬佩苗人凤故竭力保护为苗送信之人，无奈此人已受田归农骗，将信交苗人凤时，信中剧毒毒瞎了苗大侠双眼。此毒只“毒手药王”能解，胡斐遂下洞庭寻“毒手药王”，即得已故“毒手药王”之高徒程灵素之助。</p><p>程灵素对胡斐一见钟情，遂携药北上为苗大侠医眼，回到苗家正逢田归农带众强人偷袭苗大侠，胡斐勇退田归农等人，程灵素即为苗大侠治眼。饭后，苗人凤让胡斐看了家中所供胡一刀夫妇牌位，承认胡一刀系己所伤。</p><p>胡斐带程灵素沉痛而去。二人继续追赶凤天南，路上竟连遇陌生人的迎接，称有朋友送胡斐大宅院。二人只得化妆而行。</p><p>于一客店忽逢当年商家堡所遇飞马镖局马行空镖头之女马春花夫妇护镖，恰遭众多豪强围劫。胡斐因当年被商老太吊打时曾承马春花求情，欲报当年之恩而与古怪的豪强盗党交手。后得知，马姑娘当年与福康安公子有私情，现在的孪生二子即当时所为。福公子现已成大帅，权重当朝却膝下无子。</p><p>古怪的豪强盗党即受福大帅之遣而来接马姑娘与一双儿子，并打死马姑娘的丈夫。</p><p>胡斐见马春花仍念福公子旧情，遂与程灵素撒手赶路。 二人来到京城，巧遇助马春花时所识福大帅手下侍卫，他们钦佩胡斐武功，故在聚英楼请二人吃饭，席间聚赌，胡斐竟赢下宣武门内一座豪华宅院，顿觉蹊跷。在新宅宴请侍卫们时，知此为凤天南之贿，当即与之交手。此时袁紫衣及时出现掩护，助其逃脱。</p><p>紫衣终透内情，言凤乃其父，当年将其母强奸生有紫衣，后又逼其母致死，故紫衣为报父女之情当救其三次，今后定当杀之。</p><p>当夜马春花自帅府派人请胡斐相见，向胡斐致谢，不巧遇福康安。福康安生疑，设计捕杀胡斐，幸脱。在府中闻老夫人害马春花之计，相救时马春花己将毒汤喝下。</p><p>胡斐冒死救出马春花，令程灵素救治。为救治，三人避至西岳华拳门推选掌门之处。救治马春花需找一保持十二时辰安静不动之所，胡斐上台争得掌门人之位，遂找到了安静之所。由于马春华急于见到二子，情绪不稳，即有生命之危，胡斐又冒死进府抢出二子。</p><p>福康安为拢络江湖武人并使其互相残杀不致危及朝廷，举办天下掌门人大会，胡斐以西岳华山派掌门人身份，带程灵素化妆前往。袁紫衣亦来京城，一路上抢来九个半掌门人之位，以九个半派总掌门身份来到大会，与胡、程二人巧妙配合，大闹天下掌门人大会，揭露福康安与朝廷的阴谋，打碎了钦赐玉杯，并趁乱打死了凤天南。</p><p>之后，胡斐巧遇红花会众英雄来京，见到了赵半山打败大内十八侍卫。团聚后却与程灵素遭歹人暗算，胡斐为救程灵素而中剧毒，程灵素为救胡斐而丧生。</p><p>胡斐十分悲痛，来到沧州父母的坟前，将程姑娘的骨灰埋在这里。在此见到了前来找她的袁紫衣，打退了围杀他的田归农。袁紫衣原叫圆性，自小已入佛门，虽然深爱胡斐却不能留下，她双手合什轻念偈语，怅然而去。</p>"},
  {"menu": "雪山飞狐", "link": "xue",
"content":"<p>故事发生在清代乾隆时期的关外。饮马川陶百岁、陶子安父子从雪山中挖出一件宝物，封于铁盒之中。北京平通镖局总镖头熊元献带一伙人来抢夺，却被天龙门北宗阮士中、曹云奇、田青文与南宗殷吉劫去。大家拼打之间，一个名叫宝树的丑陋和尚赶到。宝树强“请”众人来到一高耸入云的玉笔峰山庄做客。因山庄主杜希孟外出未归，客人吃饭闲聊。</p><p>原来庄主邀请武林高手在此会一位盖世英雄——雪山飞狐胡斐。午前胡斐派二童子送信，称午间践约。玉笔峰上众人重新争夺铁盒，宝树倚强将铁盒持在手中，令人打开，内装一柄宝刀。</p><p>宝树谈起宝刀的来历，继而，分别由宝树、金面佛大侠苗人凤之女苗若兰、平阿四及陶百岁之口讲述了与此相关的一段武林往事。</p><p>此宝刀乃闯王李自成之遗物。闯王兵败时，身边有胡苗范田四大侍卫。闯王被困九宫山时，派苗范田三人去求救援，胡侍卫护卫闯王。但救援未到、敌兵先至，胡侍卫以一死卒充闯王献于清兵，然后将闯王安置一隐秘庙中为僧。胡侍卫因得清兵信任升官，苗范田三人却以为胡出卖闯王，定计报仇。三人行刺吴三桂时巧遇胡，不及胡陈明原委即将胡杀死。以后胡之子以实情告知三人，三人当众自刎。三人后代未知内情，苗范田遂与胡世代为仇。百余年来，四家子孙冤冤相报，无一代能得善终。</p><p>至胡一刀、苗人凤一代仍继先辈之仇。胡一刀护妻去南方生产，至唐官屯突然临产，此时恰与来此寻仇之苗人凤、田归农等人相逢。胡一刀遣人将当年实情告苗，却因田归农从中做梗而未达。胡苗遂有一场苦战。交战几日，二人仗义行侠之豪气与各怀之绝艺使对方顿生钦佩，虽为仇家却彼此视为知己。因田归农在二人比武之兵器上暗涂毒药，胡一刀以小伤殒命，胡夫人将幼子托与苗人凤，随夫自尽，田归农欲加害幼子，幸为平阿四救下，抚养长大，取名胡斐，按胡一刀遗下之刀谱练成绝技，称名武林，为雪山飞狐。</p><p>这日正午，胡斐如约至玉笔峰，峰上诸人因各怀鬼胎，惧怕胡斐，俱避内室。苗若兰镇定而出，接待胡斐，二人顿生爱恋。因庄主不在，胡斐暂避峰下。峰上之人谈及宝刀为当年闯王获明皇室宝之藏处指南，遂按宝刀所示，众人于峰后寻巨宝藏处。行前宝树将苗若兰点穴、田青文脱去若兰衣裤置其床上帐内。胡斐再至峰上，进内室，忽闻庄主约大内侍卫与武林高手来此围捕自己与苗人凤，急避帐内，遭遇只着内衣之若兰。苗人凤来至峰上，不意中奸人之计被绑，胡斐杀退来敌救出苗人凤。但当苗人凤又见胡斐所出之床上尚有只着内衣的女儿时，认为胡斐乃奸恶小人，追击胡斐。</p><p>胡斐抱若兰逃下峰去，巧见寻宝诸人于藏宝洞因贪婪彼此厮杀，遂将诸人关闭石门之内，使其永不见天日。二人倾诉爱意、私定永好，苗人凤却已赶到，约胡斐到一险处相斗，数十回合不分上下。当二人落至一悬岩之上，悬岩已然松动，不能承二人之重量。此时苗人凤进招现出弱点，胡斐趁机进招即可将其翻下悬崖，但对手乃恋人之父；若不下手，则对方进招自己当落得粉身碎骨。这一刀他是进是退？作者把答案留给了读者。</p>"},
  {"menu": "连城诀", "link": "lian",
"content":"<p>徒弑师、父杀女、为夺连城诀，师兄弟反目成仇；夺人妻、害友命、满个人私欲，大侠们暴露狰狞。悲乎，天良丧尽，大悲无声，问世间，情为何物，财有何用？来也空空，去也空空。狄云和戚芳是一对热恋情人。因为师父戚长发和师伯万震山为争夺《连城诀》的尖锐矛盾被卷入万府。万震山之子万圭为夺戚芳，陷害狄云入狱，成为狄云的主要复仇对象。丁典和凌霜华热恋，但丁典身藏《连城诀》被凌霜华之父凌知府囚于狱中，和狄云成了生死之交的朋友。狄云逃出狱后遇血刀老祖和水笙。被卷入雪谷中和“落、花、流、水”四侠的雪下大战，愤懑之中狄云无意间踢死血刀老祖。狄云和水笙被困在雪岩下山洞中半年，并奋起学会血刀心法，加上神照经内功，技盖江湖。出了雪山，走上他报恩复仇之路。经历了太多的磨难，再出江湖的他成熟冷峻，运用各种手段，一个又一个谜被揭开。狄云复仇，将万震山，万圭封入夹墙，但戚芳心软，打开夹墙放了丈夫万圭，却被万圭所杀。狄云痛苦万分杀死万震山，万圭中毒而死。戚长发和言达平等人也在互夺连城诀中相残而亡。在水笙连串的跟踪和帮助中，狄云的心被她温暖。双双携手步入雪谷，去寻找一个干净的暖情世界。</p><p>湘西农家子弟狄云，自幼随师父铁锁横江戚长发和师妹戚芳习武务农。</p><p>一天戚长发多年未见的师兄万震山派弟子来请戚长发去作客。三人到了万家。先是逢大盗吕通前来寻仇，狄云拼着受伤打退了吕通，却反而见疑于万家。先是万震山的八个弟子深夜寻衅，打了他一通。第二天他气不过他们的奚落嘲笑，用从一个老乞丐处学来的几招剑法回敬了其中几人。万震山疑心戚长发已学得师门不传之秘连城剑法又教给狄云，遂将戚长发诱入房中击杀，却又伪造现场反诬戚长发击伤了他而逃走，而且意犹未尽，复又设下圈套将见义勇为前往捉贼的狄云裁赃诬为强奸偷盗犯，打入死牢。万震山的儿子万圭假作好人，让戚芳以为他出钱出力想让狄云尽早出狱，其实却是买通官府将狄云轻罪重办。戚芳信以为真，又认定狄云确有其罪，虽然感情仍在，但对狄云也感到伤心和失望，终于嫁给了万圭。</p><p>狄云悲愤伤心交加，在狱中自暴自弃。同室的一个疯囚犯又以为他是奸细，对他拳脚相加。但在他呆了三年之后，万念俱灰，上吊自尽时，那疯汉却救活了他，并告诉他自己名叫丁典，因为从戚长发、万震山的师父手上得到了神照经，为众多武林人物所追逐，流落江湖，认识了一个叫做凌退思的知府的女儿凌霜华，两人一见倾心。知府却以女儿为要胁逼他交出连城诀，不久后又将他打入大牢，这几年他已练成了绝顶内功神照功。狄云第一次听说了自己师父是个阴险毒辣、城府极深的人，听说他和自己的两个师伯竟联手杀了师祖，但也只是将信将疑。</p><p>丁典要传他神照功。他先是不愿学，后来想到报仇便学了起来，又过两年，他和丁典已是情如兄弟，倒觉外面人心险诈，呆在狱中反而平安。但丁典心系凌霜华，遂在一天晚上双双越狱而出，夜探凌知府家不料凌霜华已死，凌知府竟在女儿的棺上涂了无可救药的金波旬花毒。丁典大恸之下抚棺痛哭，中毒极深。狄云助丁典击退凌知府的人，逃至一废园，凌退思的师爷夏三刀带兵追踪而来，丁典和狄云拼死歼了来敌，丁典嘱他将来把他和凌霜华合葬后即死去。</p><p>狄云慌乱中逃到戚芳家，见到戚芳带着与他同样小名“空心菜”的女儿，伤痛欲绝，神智昏迷，格斗中与万圭同时昏过去。醒来已在长江边的一只小船上，便飘流而下。不久在江边一座破庙里碰上西藏血刀门下的一个凶僧宝象，宝象饿急了要吃他，却被他无意中用两只毒老鼠毒死。</p><p>他因衣衫已破，便穿上宝象的僧袍，不料在长江边一场鱼贩子的争斗中被误认为是血刀门的小淫僧。在他帮了中原武林南四奇门下铃剑双侠的忙后反为所仇，正要被擒，血刀门的掌门血刀老祖赶来救了他，并掳去水岱之女水笙。血刀老祖也误认为他是自己的徒孙，带了他和水笙一起逃走，水笙的父亲水岱及另外陆、刘、花三奇率领众多好手一路追来。双方到了川藏边界的一座大雪山中，适逢雪崩，都被堵在山里。经过一场拼斗，血刀老祖杀了陆、刘、水三人，四奇中位居第二的花铁干却临危屈膝，降了血刀老祖。待得血刀老祖发现狄云并非徒孙且暗助敌人，要杀他时，狄云因喉咙被扼，气塞之下神照功反而水到渠成，杀了血刀老祖。之后花铁干凶相毕露，既想杀了狄云和水笙灭口，又要吃几位义兄义弟的尸体。狄云拼死卫护水笙及她父亲的尸体，并为水笙打鹰充饥，终于使水笙对他消除了误会。第二年春天雪化后，被堵在山外的许多中原高手又入山来。花铁干怕水笙揭露真相，反诬水笙与狄云苟且，使水笙的旧情人汪啸风反情为仇。狄云不顾自身安危挺身而出为水笙的清白辩护，反使人更信其事。在水笙的哀求下，狄云只得只身离去。他赶回家乡寻找师父，却正好遇上在那儿挖宝的二师伯言达平和大师伯万震山为连城剑谱而火拼，万圭中毒，言达平受伤。狄云救出言达平，问明他师门的种种真相，这才知道自己的师父确是个坏人，而这个当年曾扮成老乞丐于他有恩的二师伯也不是好人。他赶去江陵万家，原想杀万氏父子报仇，但经不住戚芳哀求，反而违心地救了万圭。不料万圭父子发现戚芳可疑，竟反而要杀拿解药救他们的戚芳。狄云赶来救了戚芳，出门之后，戚芳借口又回去救了万氏父子，终于为万氏父子所杀。为完成恩兄丁典的痴情之托，狄云掘开凌霜华的墓穴准备将丁典的骨灰和其同葬，发现凌霜华系被其父凌退思活埋！在她的棺木上，留有她死前用指甲抓上的《连城诀》秘籍！为了引出万震山父子，狄云将江湖上人人眼红的连城诀写在了江陵城墙上，一时间引来江湖上各方豪杰齐聚江陵。并目睹了万震山、言达平及死里逃生的戚长发三人间的火拼。他在危急关头救了师父，师父却反而要杀他。等到凌知府、花铁干、汪啸风等人一拥而入抢夺宝藏并因此一个个毒发疯狂时，他最终看穿了世事人心。之后，他带着师妹的女儿“空心菜”，又回到了川边的那座大雪山里，打算在这永无机心和凶险的地方僻居终生，出乎他的意外，水笙正等在那儿，并说知道他一定会来的。</p>"},
 {"menu": "天龙八部", "link": "tian",
  "content":"<p>小说叙云南大理国武林世家镇南王之子段誉，为逃避习武，来至无量山中，因种种机遇，学得一身古怪奇妙的武功，并先后结识少女钟灵、木婉清，互相悦慕，岂料此二人是父亲段正淳四处留情的私生女。吐蕃国大轮明法王鸠摩智为抢大理国天龙寺武功绝学六脉神剑图谱，与天龙寺众高僧比武。段誉适逢其会，为救伯父保定帝，以深厚的内力为基础，一人使出六脉神剑，大败鸠摩智，后被鸠摩智用计擒住，带至姑苏武林世家、以“以彼之道，还施彼身”享誉中原武林的慕容氏家中，在阿朱、阿碧帮助下逃脱。在苏州，他遇见苦恋表哥慕容复的王语嫣，对她一见钟情，苦苦追随；后又在无锡松鹤楼与丐帮帮主、有中原武林“北乔峰”之誉的乔峰结为异姓兄弟。</p><p>本是找慕容复查清丐帮副帮主马大元被他自己的成名绝技所杀一事，谁知帮内突生大变，他被指证为契丹人。为解开自己的身世之谜，他北上少室山，找自己的养父乔三槐和恩师玄苦，可二人已遇害身亡，目击之人皆认为是乔峰所为。他悲愤异常，百口莫辩，为救少女阿朱之命，大战聚贤庄，与天下英雄为敌，后见杀戮太多，想自刎以求解脱，却被一神秘的武林高手救走。在雁门关，他为自己的身世所苦恼、自卑，因见宋兵屠杀契丹百姓，如醍醐灌顶，立即顿悟，不再以契丹人自耻。为寻找仇人，他和阿朱往返千里，苦苦求索，途中情意互生，彼此爱恋。后其被马大元之妻所骗，以致失手打死假扮父亲段正淳的阿朱，悔恨终生。并答应阿朱，照料她的妹妹阿紫。阿紫是星宿老怪丁春秋的徒弟，满身邪气，不以他人之是非为是非。乔峰带她至东北，从金人手中救出辽国皇帝耶律洪基，结为兄弟，帮助消除叛乱，被封为南院大王。</p><p>逍遥派掌门人无崖子为寻找一个色艺双全、聪明伶俐的徒弟，设下珍珑棋局，为少林寺虚字辈弟子虚竹误撞解开。相貌不佳为人愚直的小和尚成为逍遥派的掌门人后，又被灵鹫宫主天山童姥带至西夏皇宫中，尽得逍遥派真传。天山童姥与西夏王妃李秋水同归于尽后，虚竹成为灵鹫宫主人，并与跟随王语嫣而来的段誉结为兄弟。为向方丈忏悔自己的罪行，虚竹回到少林寺，适逢天下各路英雄齐至少林寺，有丐帮、星宿派、姑苏慕容、鸠摩智、大理段氏、四大恶人等等。</p><p>段誉回大理的途中，误入王语嫣的母亲、段正淳的另一情人李青萝设计捉拿段正淳的庄园之中；段延庆擒住段正淳和他的夫人、情人们，也赶来这里，以杀死段誉要胁段正淳以皇位相让。经过一番搏斗，段正淳、刀白凤自杀殉情；段延庆飘然远逝；段誉回大理继承皇位。这一年，辽国发兵进攻宋朝，萧峰不愿生灵涂炭，胁迫辽国皇皇帝答应有生之年不向宋朝发兵、后感到愧对族人，自杀身亡；阿紫抱着心爱之人的尸体，挖出眼珠还给游坦之，跳下万丈悬崖；游坦之也高呼“阿紫”的名字，紧跟跳下；慕容复一心想做皇帝，最后发了疯，王语嫣阿碧将他带到大理。无量玉洞，段誉最终堪破心魔，与木婉清、钟灵终成眷属，小说故事到此结束。</p>"},
  {"menu": "射雕英雄传", "link": "she",
"content":"<p>南宋宁宗庆元年间（1195—1200年）某岁末，隐居临安郊外牛家村的忠良之后郭啸天、杨铁心家遭横祸，被与金国王子完颜洪烈勾结的南宋官府害死，已怀身孕的郭夫人李萍、杨夫人包惜弱也双双失踪，噩耗传来，郭、杨的好友全真教道士丘处机怒不可遏，对杀害郭、杨的凶手进行了追杀。他惦念失散的朋友家眷，在临安一带四处奔走打探未果；接着又因受奸人段天德蒙骗在嘉兴与江南七怪发生冲突，两败俱伤。事后，丘处机与江南七怪识破奸人阴谋，释兵言和，但比武未分胜负，丘处机相约江南七怪一同寻人，由自己去救助杨铁心妻子包惜弱，江南七怪去救助郭啸天妻子李萍，并各自将两家的孩子教养成人，十八年后重会嘉兴，由郭杨后人代为比武再分胜负。江南七怪义薄云天，慨然应诺。</p><p>郭妻李萍在丈夫遇难后，先受到南宋军官段天德挟持，后又为金兵所俘，一路漂流到了蒙古大漠，怀胎十月后产下一子，李萍依丈夫遗言为孩子取名郭靖。</p><p>光阴飞转，转眼郭靖已经六岁，这一年他因舍命保护草原英雄哲别受到蒙古大汗铁木真赏识，被铁木真带回军营，不久又与铁木真的幼子拖雷结为“安答”（兄弟）。</p><p>此时江南七怪也寻访李萍母子到了蒙古，并终于在一次偶然机会中找到了郭靖，六年辛苦于一日之间得到报酬，七怪喜上眉梢，当即便对郭靖启蒙，开始传习各门武功。</p><p>十年后，郭靖已长成为一个粗壮少年，他虽天资鲁钝，但由于六怪严督紧促，再加上自己勤奋努力，后又因得全真教掌教马钰传授玄门内功，武功已经初成。这十年铁木真东征西讨，终于统一大漠，被尊为“成吉思汗”。郭靖因颇具战功，被成吉思汗招为“金刀驸马”。</p><p>十八年之约将至，江南六怪带郭靖南归，为了让郭靖历练江湖经验，六怪命郭靖先行，自己尾随其后。郭靖赶到张家口，与女扮男装的少年小叫花子黄蓉邂逅，两人一见如故，彼此倾心。郭靖一路南行至金国的中都北京，在城中他因不满一个轻薄王子欺负卖艺弱女穆念慈与之发生恶战，险遭王府爪牙毒手。该下流王子正是郭靖未曾见过面的义弟——杨铁心与包惜弱之子杨康，当年包惜弱与丈夫失散，被金国王子完颜洪烈骗到北京，包惜弱为抚养杨康，被迫忍辱做了完颜洪烈的王妃。</p><p>郭靖、黄蓉相伴而行，在长江边他们与一个举止奇异的老丐相识，这个老丐便是与黄蓉之父桃花岛主“东邪”黄药师齐名的武学宗师丐帮帮主“北丐”洪七公，洪七公喜欢郭靖朴实忠厚，更喜黄蓉伶俐聪敏，遂将两人收入门墙，并把平生杰作刚猛绝伦的降龙十八掌授与郭靖。 郭靖、黄蓉辞别洪七公，继续南行，在太湖归云庄两人不期与被太湖群雄截获的金国钦差杨康和杀害郭啸天的南宋军官段天德相遇。杨康杀死段天德，并从中得知郭杨两家渊源和自己的身世，杨康答应与完颜洪烈决裂，并与郭靖结义，但与完颜洪烈终究难舍，并将郭靖北上行刺完颜洪烈的计划泄漏出去。</p><p>郭靖行刺不成，遂与黄蓉雇舟入海，赶往桃花岛，在岛上他巧遇武林奇人全真派高手周伯通，与这位嗜武成狂为老不尊的“老顽童”义结金兰，并得周伯通传授“左右互博、分心合击”的绝技。洪七公遭“西毒”欧阳锋暗算重伤后，黄蓉临危受命，接替了洪七公的丐帮帮主之位，和郭靖一同赶往洞庭君山参加丐帮大会。 与此同时结义兄弟杨康也来到岳州，他利用盗取来的丐帮打狗棒，企图假冒丐帮新任帮主，驱使帮众投降金国，郭靖、黄蓉及时赶到，揭穿了杨康的阴谋。</p><p>数日后，郭靖、黄蓉为寻找岳飞的《武穆遗书》来到沪溪铁掌帮重地，结果行踪暴露，黄蓉被铁掌帮帮主裘千仞打成重伤，幸得已经退位出家的“南帝”一灯大师救助才免一死。此间，欧阳锋伙同杨康窜入桃花岛，将在岛上做客的江南七怪中的朱聪等五人杀害，并趁机嫁祸黄药师，企图在武林中掀起一场血腥风波，致使郭靖、黄蓉这一对有情人反目为仇。事后黄蓉机智地识破了欧阳锋、杨康的阴谋，洗雪了这一冤狱，并将作恶多端的杨康除掉，但她自己却落入了欧阳锋的魔爪。郭靖闻听事情真相，心中愧疚万分，便四处奔走寻访黄蓉下落，结果却是音信皆无。</p><p>半年以后，郭靖寻访到了蒙古大漠，正赶上成吉思汗西征花剌子模，为了擒杀杀父仇人完颜洪烈，郭靖请命出征，被成吉思汗任命为右军统帅。不久黄蓉、欧阳锋也先后来到西征军中，郭靖为让欧阳锋不伤害黄蓉，答应抓到他后三次饶他不死。后郭靖、黄蓉联手与欧阳锋展开恶斗，数次将他擒获，接着郭靖又依黄蓉之计，在攻打花剌子模都城撒麻尔罕的战斗中立下巨功。成吉思汗西征成功，遂产生了南下攻宋的野心，郭靖不愿与自己的父母之邦作战，决心与母连夜逃离蒙古，不料却被成吉思汗察觉，母子被擒，李萍为保儿子忠义，当场自尽，郭靖因哲别、拖雷相助才得以逃离蒙古。</p><p>郭靖惨遭巨变后，心灰意冷，幸得丘处机启发教导才得以重新振作。第二次华山论剑日期已到，东邪、西毒、北丐以及少年高手郭靖纷纷出手，最后“武功天下第一”被逆练九阴真经已经疯癫的欧阳锋夺得。在华山之巅，郭靖与因误会出走的黄蓉再次相逢，和好如初，最终结为一对武林侠侣。</p>"},
  {"menu": "白马啸西风", "link": "bai",
"content":"<p>吕梁三杰霍元龙、史仲俊、陈达海为抢夺一幅埋藏宝物的高昌迷宫图，带人与师妹上官虹及其夫白马李三交手。由于寡不敌众，李三夫妇一直跑到回疆，仍没摆脱追踪，夫妻顽强抗敌，手刃数名强敌后，李三战死，上官虹使计杀死史仲俊后自杀身亡。白马带着他们七岁的女儿李文秀跑入沙漠，遇见大风沙，吹至哈萨克人的居住区，被这里唯一的汉人计老人收养。霍元龙和陈达海找不到李文秀，对村中老弱病残妇的哈萨克人进行屠杀掠夺，引起哈萨克人的仇恨。李文秀自此后与计老丈一同生活，并与哈萨克第一勇士苏鲁克的儿子苏普结为好友[2]  。</p><p>一次他们一同玩时遇见一头大狼，二人合力杀死大狼。苏鲁克因不在家时妻子被霍元龙等所害，从而仇恨所有的汉人，阻止苏普与李文秀来往；李文秀见苏普挨父亲的毒打，把他送给自己的狼皮送到哈萨克美丽的少女阿曼的门口，再也不见苏普。</p><p>随着时间的推移，李文秀变成了大姑娘，她偷偷观看苏普与人比武摔跤，却发现了阿曼对苏普的爱情，伤心而走，被一直在回疆寻找她的霍元龙手下之人发现。李文秀想起父母的仇恨，欲将他们带入戈壁之中，同归于尽，却巧遇隐藏在此的一指震江南华辉，在他的指导下，用毒针杀死围追的敌人，并帮助华辉挖出背上的毒针，拜他为师。两年时间，李文秀不时去华辉处学艺，已成为武林高手。这日苏普与阿曼为避冰雪来到计老人家中，碰巧陈达海也来这里。一个询问儿时的伙伴，一个追查当年的汉族小姑娘，动起手来，苏普被陈达海所伤，李文秀此时女扮男装，打败陈达海，救出阿曼，还给苏普。众人为追逃走的陈达海，来到迷宫，遇见躲在这里的华辉。他原是哈萨克人，本叫瓦耳拉齐，因在追求阿曼母亲时败给她的父亲，从而逃往中原，学得一身武功，并教了个汉人徒弟马家骏——也就是一直假扮计老人的人。华辉为了报复哈萨克人，曾让马家骏在井水中下毒，马家骏不忍心，先下手刺伤他，自此他就在此保护迷宫。如今师徒二人一场激战，双双伤重丧命。所谓迷宫之中的宝物，都是中原到处可见的纸、笔、围棋、七弦琴等等。</p><p>李文秀为关怀、照料自己的两位亲人的死而伤心，更为自己所爱的苏普爱别人而伤心，她只有骑着白马，回到中原，今后的路，还不知道向何方。</p>"},
  {"menu": "鹿鼎记", "link": "lu",
"content":"<h3>入京城，进皇宫，扮太监</h3><p>扬州妓女韦春花之子韦小宝从小听书听戏，十分羡慕戏文中的英雄好汉，为了做英雄，他凭一时之勇搭救了一个落难的江湖好汉茅十八。茅十八感激小宝援手，更因他缠纠不休，将他带到了都城北京。在京城韦小宝被一老一小两个太监劫入进宫，他施展诡计将老太监海大富弄瞎，又将小太监名叫小桂子的害死，从此他便冒充小桂子在宫中做假太监。</p><h3>除鳌拜，皇帝悦，误入天地会</h3><p>一日韦小宝赌博归来遇到一个自称小玄子的华服少年正在练武，便与他交上了手，这少年正是康熙帝玄烨。顾命大臣鳌拜武艺高强、功高震主，为少年康熙所忌，为除掉鳌拜，康熙巧设计谋，让韦小宝率一群小太监以戏耍角力为名将鳌拜擒杀。韦小宝智杀奸相鳌拜，大清皇帝固然龙颜大悦，反清帮会组织天地会也对他青眼相加，13岁的韦小宝于一日之间竟成了天地会总舵主陈近南的关门弟子和地位甚高的天地会青木堂香主。韦小宝奉陈近南之命回宫卧底。</p><h3>五台山上遇红颜，神龙教内任高职</h3><p>一次他撞破了与邪恶帮会神龙教勾结的皇太后的隐秘，并从她口中得到了康熙之父顺治在五台山出家的消息，为防皇太后对小玄子不利，他将此事连同自己是冒牌太监一事告诉康熙。康熙闻听父亲尚在人间，又惊又喜，立即派遣韦小宝到五台山寻访。韦小宝因缘际会在庄家邂逅了生命中的红颜知己双儿，此后两人一同前往五台山清凉寺寻访到了老皇爷顺治，但却在回返途中被神龙教劫往辽东蛇岛。在蛇岛韦小宝乘神龙教内讧之际，施展拍马溜须绝技骗得了教主洪安通的信任，并当上了在教中职位甚高的白龙使。</p><h3>假和尚，真驸马，攻打神龙反被擒</h3><p>韦小宝返回北京，向康熙报告了顺治出家一事，本望皇上重赏，谁知康熙在夸赞一番后竟命他赴少林寺出家，朝夕之间十几岁的韦小宝竟成了与年过8旬的少林寺方丈同辈的“晦明禅师”。“高僧”在寺中穷极无聊，便要生事，他纵酒狎妓，屡犯戒律，把一个千年古刹、佛门静地搞得乌烟瘴气、乱七八糟。平西王吴三桂在云南苦心经营，势力渐大，康熙决定武力撤藩，起兵之前，为了麻痹吴三桂，康熙决定将其妹建宁公主嫁与吴三桂之子吴应熊，正好韦小宝“出家”期满，康熙使命他作了“赐婚使”。韦小宝率人护送建宁公主入滇，两人本就相识，未到云南就发生私通，赐婚使变成了驸马爷。在昆明，正与韦小宝打得火热的建宁公主不肯与吴应熊成婚，蛮性发作之际竟将吴应熊阉割，韦小宝见事变猝起，只得将吴应熊挟持与建宁公主绕湖广返回京城，不久韦小宝又奉命去攻打与吴三桂和罗刹国勾结的神龙教，他率水陆大军浩浩荡荡地杀向辽东，但未到蛇岛，自己这位统兵大将就成了洪安通的俘虏。韦小宝身临险境，不得已故伎重演，企图一顿马屁骗过洪安通，却被关押起来，幸好双儿相救，趁机逃出神龙教，洪安通发觉后当即领人对韦小宝进行了追杀。</p><h3>小宝策划政变，公主摄政女王</h3><p>韦小宝和双儿慌不择路，一路向北来到鹿鼎山，误入了罗刹国军营，韦小宝害怕潜伏于营外的神龙教，便施展伶牙俐齿将正在这里巡视的罗刹国公主苏菲亚骗倒，随她一同去了罗刹国。苏菲亚返回莫斯科，正赶上罗刹沙皇病死，韦小宝最善浑水摸鱼，便凭着从戏文中学得的“安邦定国”计谋，帮助苏菲亚发动了一次成功政变，苏菲亚当上了摄政女王，韦小宝则因策划有功被封为远东伯爵。他心念故国，不久即借故带着罗刹使臣回到北京，清朝与罗刹使臣签订了和约而消除了罗刹国这一腹背之患，韦小宝则因议和有功被康熙降旨封为一等忠勇伯。</p><h3>衣锦怀乡抱得美人归 身份暴露忠义两难全</h3><p>吴三桂谋反在即，为了稳定天下，安抚民心，康熙命韦小宝赴扬州为史可法修建忠烈祠。韦小宝衣锦还乡，在扬州府衙宣读完圣旨，随即一人悄悄溜到丽春院去探望母亲，没想到在妓院却陷入了江湖人士的包围，他略施小计，以迷药将一干人迷倒，并将六位美貌女子－－洪教主夫人苏荃、沐王府的沐剑屏、方怡、陈圆圆的女儿阿珂、王屋派的曾柔以及自己的双儿一网打尽，收为己有。韦小宝香艳难舍之际，吴三桂已在云南起兵反叛，小宝被迫从扬州返回京城。江湖奇人神拳无敌归辛树夫妇因误杀天地会主脑吴六奇，抱憾不已，为此他们与天地会群雄商议，决定舍身入宫行刺康熙。韦小宝不忍见小玄子遇难，设计掩护。归辛树行刺不成，却将天地会行址和韦小宝身份暴露，康熙以重兵将天地会首脑聚集的韦小宝爵府包围，并命韦小宝戴罪立功，亲自回府捉拿天地会群雄，韦小宝不忍加害师父陈近南和天地会兄弟，将他们尽数救出，自己则畏罪潜逃出京。</p><h3>鹿鼎公定和约封妻荫子 韦小宝弃官逃隐姓埋名</h3><p>韦小宝逃到距蛇岛不远的“通吃岛”，跟双儿等七个老婆一住数年。康熙顾念与韦小宝的少年友情，不仅没再派兵追杀，反而予以优惠照顾。罗刹国向东方的侵略渗透早已引起康熙的注意，平定西南、收复台湾的胜利使他坚定了向罗刹用兵、收复失地的决心，韦小宝去过莫斯科，粗通罗刹语言，又与罗刹摄政女王有露水姻缘，康熙便将他召回京城，册封他为鹿鼎公，抚远大将军，命他率兵向罗刹人作战。韦小宝见“小玄子”不再拿天地会一事与自己为难，欣然领命，携双儿前往鹿鼎山，按照康熙的既定战略一路杀去，连连得手，最后“尿射鹿鼎山”，一举将罗刹军队击败，迫使罗刹使臣坐在谈判桌前签定了和约。韦小宝取得了军事和外交双重胜利，凯旋而归，封妻荫子，权势与荣华达到顶峰，但不久麻烦又起，康熙命他去剿灭反清的天地会，天地会众弟兄要他继承师父陈近南的遗志，担任总舵主，继续与满清作对为敌，韦小宝眼见忠义难以两全，只有弃官而逃。他打着回乡探母名义，领着七个老婆回到扬州，与母亲韦春花会合，隐姓埋名，择地而居。康熙见韦小宝久不回京，着即派人四处查找，又亲自六下江南寻访。但终是石沉大海，杳无音信，自此世上不复有奇人韦小宝矣。</p>"},
  {"menu": "笑傲江湖", "link": "xiao",
"content":"<p>福建林远图以七十二路辟邪剑法称雄武林，创立福威镖局，</p><p>驰骋江湖。远图死后，子孙无能，四方豪杰觊觎辟邪剑谱，纷至沓来。总镖头林震南一门被青城派屠戮殆尽。遗孤林平之拜投华山派掌门君子剑岳不群门下，一心学艺报仇。</p><p>华山派长徒令狐冲自幼失怙，与岳不群独女岳灵珊青梅竹马，情好甚笃。平之入门，灵珊乃移情于林。令狐失恋，又因豪放不羁，违反门规，被罚思过崖面壁一载，无意间得窥崖后暗洞中石刻，尽悉五岳剑派剑术秘诀，后蒙华山剑宗前辈——隐士风清扬传授独孤九剑，从此剑术通神。</p><p>其时武林之中，既有正邪之判，复存门户之别，少林、武当、青城、五岳自诩正教与魔教（日月神教）冤冤相报，誓不两立。五岳剑派名虽一体，实存芥蒂。嵩山掌门左冷禅野心勃勃，意欲吞并五岳，称霸江湖，自恃盟主身份，凌驾四岳掌门，挑拨华山剑宗争夺掌门之位，岳不群原属气宗，剑、气二宗素不相和，不群率本门弟子外出避祸，遭左道之士埋伏，俱被擒获。赖令狐冲以独孤剑法刺瞎对方十五人双目，化险为夷，然岳不群从此见疑于令狐冲。</p><p>先是令狐因行侠仗义，舍身救人，身负重伤，旋经江湖怪人桃谷六仙滥施救冶，伤势益重。及岳不群等至洛阳与林平之外祖王元霸家，令狐冲因怀有笑傲江湖曲谱复见疑于元霸父子，以为曲谱即林家祖传之“辟邪剑谱”。因曲谱深奥难解，令狐亦百口难辩，乃质诸洛阳隐士绿竹翁，并因而结识绿竹之姑，鉴定确系曲谱，释众之疑。绿竹之姑同情令狐遭遇，授以琴曲“清心普善咒”，助其疗伤，令狐于失恋遭嫉之余，得人眷顾，甚感欣慰，临去依依不舍，然始终未睹其面，离洛赴闽，一路之上，江湖左道帮派，踵武相接，馈赠奇珍秘药，来助令狐疗伤。口称令狐公子，礼敬有加，唯置岳不群于不顾。后于五霸冈聚众数千，掳劫名医，为令狐诊治。令狐既不明所以，岳不群更猜忌重重，终弃之而去。群豪至晚皆散，令狐独处冈上，落拓无依，百无聊赖。忽闻琴声出于草舍，知绿竹之姑亦在冈上，心下窃喜。问答之际，少林派辛国梁等上冈搜查魔教余党，令狐力阻辛等入草棚凌欺绿竹之姑，再受重创。与姑下冈避难，辛国梁等复来寻仇，绿竹之姑力杀四人，亦受重伤。令狐负之落荒而走，及涧水倒映其面，始知绿竹之姑竟为妙龄少女，该女羞赦不胜，自称盈盈。经此变故，二人互生情愫，然令狐以其行事怪异，颇存疑惑。</p><p>一日，令狐伤重昏厥，及醒已身处少林寺中，方证方丈许以上乘内功“易筋经”救其性命，然须改投少林门下。令狐不肯背师，方证乃出岳不群手书相示，内云因令狐结交左道，已将其逐出门墙，武林正派人人得而诛之。令狐睹此，万念俱灰，觉天地之大，竟无容身之处，一股倔强之气油然而生，乃婉辞方证，惨然离去，途遇一白衣老者力敌正邪二教数百人，凛然不惧。令狐心中钦仰，拔剑相助，脱困之后，遂成生死之交。老者名叫向问天，为人豪爽洒脱，闻令狐身患不治之疾，乃引其赴杭州梅庄，允荐一人医治，令狐悉遵向问天安排，二人先谒“江南四友”，向问天投其所好，以琴棋书画珍品诱“四友”与令狐比剑赌胜，“四友”不敌，然为珍品所诱，遂引令狐由地道入一囚室，使被囚之人与令狐赌斗，其人长身黑髯，武功超卓，虽不能胜令狐独孤九剑，然振膈一呼，令狐当即昏厥。及苏醒，已身陷囚室之中，于其间始末因由，懵无所知，无意中发现身下石板刻有内功口诀，乃照之修习，一月后，竟觉伤病爽然若失，旋以李代桃僵之法，赚得“四友之一”黑白子入室，换其衣帽逃出。值向问天并先前被囚之黑髯大汉前来救援，制服“四友”。乃知被囚之人竟原魔教教主任我行，向为其属下左使，因东方不败篡夺教主之位，囚任我行于梅庄，令“四友”看守，向不满东方诛除异己，乃穷十二年之力，探得任我行被囚之所，方欲施救，为东方发现，四出追捕，得与令狐邂逅。令狐所习之内功口诀，即任我行独创能于打斗之际吸人内力之“吸星大法”，其法世间传人仅令狐冲而已。然任我行云吸星大法后患无穷，劝令狐冲入教，方能授其化解之法，令狐不为要挟所动，谢绝而去。　独行仙霞岭，乔装泉州参将吴天德，恰逢恒山弟子遇魔教埋伏，乃拔剑相助，击退强敌。后于廿八铺救出被魔教掳劫之恒山女尼，领队师太定静苦战力竭而亡。遗言嘱令狐护送门下弟子赴福建水月庵。令狐遵嘱将群尼安顿，即往福威镖局寻师，见岳灵珊与林平之于镖局查找辟邪剑谱，被蒙面二人点倒，二人寻出一红色袈裟，逾墙而出。令狐寻踪追赶，杀死二人，夺回袈裟，因上有字迹，意必为辟邪剑谱，急欲呈送岳不群，终以负伤昏倒于镖局门外。及苏醒，得见师父母及同门兄弟，大慰情怀，然袈裟已不见，遂被不群诬指其偷窃辟邪剑谱，刺伤林平之，杀死师弟英白罗，令狐力白其冤，不获谅解。几死于不群掌下，赖师母佑护，逃离镖局。</p><p>值恒山群尼接掌门定闲信鸽传书告急，令狐乃率众前往铸剑谷驰援，救出定闲、定逸，二人皆已负伤，审讯俘虏，始知恒山弟子屡次中伏及定静死难，皆嵩山派伪装魔教所为，盖欲迫胁恒山派听其驱使，进而吞并华山、衡山、泰山三派。阴谋既败露，令狐乃护送恒山群尼乘舟返回北岳。归途舟次夏口，令狐登岸饮酒，遇衡山掌门莫大先生。莫告以盈盈乃魔教教主任我行之女，当日为救令狐之伤。只身背负令狐入少林寺，甘愿舍身乞方证大师以“易筋经”救令狐之命，至今幽囚寺中，言下颇责令狐负义。令狐闻此如大梦初觉，始知当日群豪请医送药皆受盈盈指使，发誓救其出寺，以报再生之恩。即让莫大护送恒山群尼，只身奔赴少林。江湖左道帮派，亦结队赴少林营救盈盈。为使双方免于流血，定闲、定逸自告奋勇，前往少林说项，乞方证释放盈盈，双方罢战，令狐率群豪继至少林，然寺内已空。仅定闲、定逸在内，定逸已死，定闲亦受人暗算奄奄垂毙，遗言请令狐接掌恒山门户，旋即逝去。令狐发誓报仇。　少林寺已被正教各派围困，令狐率众几番冲突，不能突围。幸由“桃谷六仙”发现寺中地道，群豪得以脱困。令狐辞别大众，再入少林，窥见任我行父女及向问天与正教各派掌门，正唇枪舌剑，争执不下。方证欲消饵仇恨，劝任我行等皈依佛门，武当冲虚道长则提出比武以决三人去留。众可其议，乃由方证、左冷禅、冲虚出手。任我行狡智先胜方证，后中左冷禅暗算，负于左。而令狐早已被任发现，任我行使其与冲虚比剑，冲虚自认不敌。方证乃如约放任等下山，而岳不群忽邀令狐较量，令狐不忍伤师，只守不攻，岳则明知不敌，仍纠缠不休，甚而以当日令狐与灵珊自创之“冲灵剑法”乱其心神，令狐终以救盈盈心切，误伤岳不群。四人出寺，任我行再诱令狐加盟魔教，且愿将盈盈许配，令狐以其有要挟之意，断然拒绝。径赴恒山践其诺言，接任掌门，盈盈因恒山一派尽皆女弟子，恐有损令狐声誉，亲率大批江湖豪士投于恒山门下。方证、冲虚推重令狐为人，亦来祝贺，并与其计议抵制左冷禅称霸武林之策。东方不败遣部下偷袭悬空寺，包围方证等三人，任盈盈解救，制伏魔教群敌。</p><p>令狐与盈盈辞出，会同任我行、向问天乔装入魔教总坛——黑木崖，杀死东方不败，任我行乃得重登教主之位。令狐不满任我行威福自用，不辞而别。值左冷禅举行五岳并派大会，令狐率恒山弟子齐赴嵩山，左事先策划周密，挑动泰山派内讧，诛除掌门天门道人，自认已稳坐五岳派掌门之位。盈盈乔装混入恒山人群，以传音之术唆使“桃谷六仙”搅乱会场，议定比剑以定掌门。岳不群则使灵珊出场，分别以诸派剑法力胜泰山玉玑子、玉磐子、及衡山掌门莫大先生。时灵珊已与林平之成婚，令狐见灵珊忽忽不乐，乃登场以“冲灵剑法”与之对舞，终至于自伤。而岳不群突然发难，以如鬼如魅之辟邪剑法刺瞎左冷禅双目，夺得五岳派掌门。群雄散讫，令狐冲与盈盈相聚，二人几经生死患难，终成知心情侣。</p><p>下山途中，二人目睹林平之夫妇口角及平之以辟邪剑法屠戮青城派子弟之残酷，不解林平之何以亦能习练辟邪剑法，因尾随其后，复亲聆平之述说岳不群如何诱其入门，如何以女儿为钓饵，如何攫取剑谱嫁祸令狐冲，如何杀死英白罗，砍伤平之以灭口，如何自宫练剑掩人耳目种种阴谋险恶，令狐得知，始恍然大悟。继知平之以偶然之机缘得见辟邪剑谱并自宫习剑以图报复之始未嗣后。平之因双目已盲，欲投左冷禅，为明心迹，刺死岳灵珊，令狐与盈盈安葬灵珊。岳不群以华山思过崖洞内石刻武功秘诀诱引诸派高手入观，旋用巨石封洞，欲尽诛异己，令狐与盈盈亦陷洞中，颇历凶险，几遭岳不群毒手，赖恒山女尼仪琳刺死岳不群，始得脱困。任我行倾巢来攻，欲称霸五岳，胁迫令狐入教，令狐凛然不屈。五岳剑派以自相残杀，纷纷零落，任我行终因心力交瘁而亡。令狐与盈盈终成眷属，正邪双方亦因此化干戈为玉帛。</p>"},
  {"menu": "书剑恩仇录", "link": "shu",
"content":"<p>隐身陕西扶风延绥镇总兵李可秀家为西宾的武当派名宿陆菲青，</p><p>随主人新迁浙江水陆提督前往江南的途中，遇上参加“千里接龙头”仪式却被朝廷鹰爪困在三道沟客栈的红花会四当家文泰来与其妻骆冰，便出手相救，将他们荐至西北武林英雄铁胆周仲英处避难。适逢周仲英外出，以陆菲青之师弟、武当派高手、卖身清廷的火手判官张召重为首的朝廷鹰爪尾随前来，周仲英之幼子不慎透露出文泰来等人藏身之处，激战之余，文泰来被捕，骆冰与红花会坐十四把交椅的余鱼同逃出。周仲英外出归来，恼怒异常，失手打死自己的幼子。红花会众英雄赶来铁胆庄，因误以为文泰来被出卖，双方交手，混战一场。红花会新任总舵主陈家洛赶来以百花错拳胜周仲英，后得知周仲英之子只有十岁，才知错怪对方，握手言和。为救文泰来，众英雄堵截镖行车队与为抢回圣物《可兰经》的回族人相遇，陈家洛出手相救，与人称翠羽黄衫的族长之女霍青桐彼此钦佩，情愫互生。</p><p>李可秀之女徒李沅芷扮男装前来助战，与霍青桐欢笑戏闹，陈家洛遂生怀疑之心。霍青桐知陈家洛不满之因，告辞而归，临行前将自己珍藏的一把短剑赠送给陈家洛，并言其中隐藏着一个大秘密。此时文泰来己被张召重押走。红花会众人追至黄河边相救，却值清铁甲军路过此地，红花会众人被冲散。红花会七当家武诸葛徐天宏与周仲英之女周绮一直斗口，却危难之时遇在一处，互相照顾，彼此产生好感，在途中又救出被镖行捉住的周绮之母，于周仲英、陈家洛的主持下，订下终身。</p><p>在开封，为救因黄河决口而受灾的难民，徐天宏设计与众英雄一同抢了清朝大军的粮饷，发给百姓。余鱼同与众人失散以后，与李沅芷一同探得文泰来已被押往杭州，便设法留下记号，红花会众英雄遂直奔杭州。陈家洛游西湖之时，与一自称东方耳的人相识，和赵半山夜探巡抚衙时，却见乾隆皇帝驾临，即是自称东方耳之人。陈家洛大惊，被乾隆的贴身侍卫发现，陈家洛遂请东方耳与其共游西湖。西子湖上双方听曲谈心，颇为惬意；后双方比武，御前侍卫龙骏暗器输于红花会三当家千手如来赵半山，褚圆、白振为红花会二当家无尘道长的剑术击败，乾隆恼羞成怒，叫来大军，岂料杭州是红花会的根据地，人数众多，连军营中许多人都是红花会成员，乾隆只好悻悻而归。陈家洛得空回老家祭扫父母之坟，却意外遇见在这里偷偷扫墓的乾隆，深感不解。乾隆以陈家功大，自己感恩作解释，并请陈家洛不要将此事泄露，陈慨然应允。乾隆再三请陈家洛放弃江湖生涯，入朝为官，陈断然拒绝，双方约定互不伤害。</p><p>陈家洛赶回杭州，众人强攻提督府，在一蒙面人的指引下找到关押文泰来的暗室，但张召重设置种种机关，此次行动又告失败。镇远镖局总镖头威震河朔王维扬押送回部求和送来的玉瓶至杭州，被徐天宏设计获得，并以此和上次进攻提督府捉来的李可秀小妾作为条件，让陈家洛与文泰来相见，李可秀被迫答应。陈家洛与文泰来见，从文泰来处得知乾隆是自己的亲哥哥，物证在自己的师父天池怪侠那里之时，张召重返回，二人出其不意，点中穴位，将其击倒，文泰来遂假扮张召重而出，被李可秀识破，陈家洛只好独身而返。徐天宏设“卞庄刺虎”之计，让王维扬与张召重比武，张召重因前一天受挫于陈家洛、文泰来二人，比武失手，败后用计重伤王维扬，欲将之活埋。陈家洛率众豪杰赶至，将其活捉，此时陆菲青与其师兄、武当派掌门人马真赶来，马真向众人求情，并保证不容张召重再为非作歹，将其带走。</p><p>强敌一去，众人再攻提督府，李可秀及御前侍卫欲用炸药将众人一网打尽，藏身于李府中的金笛秀才余鱼同奋不顾身，以身体阻住火药线，救出文泰来及众人，自己却被烧伤，面目皆坏。陈家洛等一不做二不休，又借“花船点状元”之机，设计使名妓玉如意将乾隆引至家中捉住，囚在六和塔中，软硬兼施，情威并用，与乾隆一同订下驱清复明的大计。只有赶来刺杀乾隆的天山双鹰夫妻二人决不相信皇帝，不参加盟誓。红花会众人来至天目山，看望养伤的文泰来、余鱼同，并为徐天宏、周绮举行婚礼。李沅芷几次与余鱼同交往，对他一往情深，岂料余鱼同暗恋骆冰，对她毫不理睬。李沅芷追至天目山，误至徐、周洞房，众人虚惊一场。为反清复明，众人四散联络人手。余鱼同为避李沅芷坐船独行，遇上关东三魔及仇人言伯乾等，几次遇险，仗机警逃出，亏得李沅芷假扮他引开众人，才得脱险。他为情所苦，自觉对不住结义兄弟文泰来，又负李沅芷一片痴情，遂于宝相寺出家为僧。</p><p>三魔与言伯乾又来寻仇，认出余鱼同，正待出手，文泰来赶至，大显身手，击毙言伯乾等数人，但余鱼同心意已决，不辞而别。陈家洛为给回部送信，单骑匹马赶往西疆，途中遇见人称香香公主的霍青桐之妹，为其美丽所吸引，香香公主也爱上了陈家洛。二人赶至回部，适逢清征西大将军丁兆惠派使来下战书，陈家洛力折使者，为回人争光；香香公主自告奋勇，前往清军中下战书。陈家洛与香香公主在清军中遇见张召重，几乎被擒，而后又被当作诱饵，困于沙漠之中，亏文泰来等人赶到，方抵住张召重的进攻。霍青桐识破清军阴谋，欲以其人之道还治其人之身，却被父兄和部下所疑，忍辱负重，调兵遣将，终于大败清军。</p><p>胜后她带病出走，途遇关东三魔，几遭污辱，得师父天山双鹰赶到救出。陈家洛此时方知李沅芷女扮男装，后悔自己辜负了霍青桐的一片芳心，与香香公主一同追赶，途中先后遇见狼群和张召重、关东三魔、霍青桐，众人为抗恶狼暂时联手。陈家洛用霍青桐赠送他的短剑杀狼时，碰巧解开了其中的秘密，遂和霍青桐、香香公主逃出狼群，躲入一古洞中，并在里面根据《庄子》练习一套奇高的武功。</p><p>天池怪侠袁士霄为消灭群狼，设置一土城，用牛、马等将狼群引入城中。陈家洛用新学武功打败张召重，将其投入狼群之中。其间余鱼同得知师父马真被张召重所害，脱下袈裟誓为师父报仇，李沅芷借其报仇心切，设计陆菲青从中撮合，二人终于订下终身。陈家洛从师父处取得有关乾隆身世的秘证，又南下福建少林寺，欲了解义父被逐出少林的原因，经过五场比试，凭借武功与机智，弄清了全部事实真相。</p><p>周绮身孕在身，留在福建生产；陈家洛和其他英雄赶往京城。此时回部全军覆没，香香公主被擒，乾隆欲据为己有，香香公主宁死不从。陈家洛与乾隆相见，以国家利益为重，答应帮助劝说香香公主；香香公主含泪答应了陈家洛，后发现乾隆并不真想反清复明，遂自杀以示陈家洛。陈家洛伤心之余，抱着最后一线希望进入皇宫，险被毒死。众英雄大开杀戒，天山双鹰与红花会十当家章进身亡，最后捉住乾隆。</p><p>霍青桐正欲杀之为父、兄、妹及族人报仇时，安徽巡抚方有德突然怀抱婴儿出现。原来他与侍卫火烧福建少林寺抢得周绮之子来京向乾隆报功。他以婴儿性命相威胁，众人不忍见婴儿死于非命，遂放弃杀乾隆之念，活捉乾隆之私生子福康安出宫，迫使乾隆不与红花会为难。众人赶至香香公主之坟，打开后只见一滩碧血，香香公主的尸体已化作一缕香魂，陈家洛挥毫题上“香冢”二字，并作铭“浩浩愁，茫茫劫，短歌终，明月缺。郁郁佳城，中有碧血。碧亦有时尽，血亦有时灭，一缕香魂无断绝！是耶非耶？化为蝴蝶。”而后凄然而去，与红花会众英雄前往西疆栖身。</p>"},
  {"menu": "神雕侠侣", "link": "shen",
"content":"<p>南宋末年，江南少年杨过自小父母双亡，被父亲生前结义兄弟、江湖上有名的大侠郭靖夫妻收养，杨过个性倔强，脾气顽劣，因和武敦儒、武修文发生冲突，用欧阳锋所传武功蛤蟆功将一人打伤而为柯镇恶所不容，无奈之下，郭靖唯有把杨过送到当时号称天下武学正宗的全真派去学武。</p><p>然而全真教教规森严，天性叛逆的杨过偏生又拜了心地狭窄的小人赵志敬为师，在教中吃尽苦头，忍无可忍，终于逃出全真教，被追打之下慌不择路，无意中逃进了活死人墓。</p><p>活死人墓中隐居着一位少女，此女便是神雕女主角小龙女。她从小就生活在活死人墓中，武功高强，但却不谙世事。孙婆婆临死前央求她收留杨过，最终她收留了杨过，并且收他为徒。从此师徒二人在墓中一起练武、一起长大，渐生情愫，如此这般度过了两年幸福时光。不过，不谙世事的两人却都不知道这就是世间至纯至真的爱情。后来小龙女的师姐李莫愁前来抢夺玉女心经，两人被迫走出墓中。小龙女却因被全真教尹志平（2003版本里改为甄志炳）玷污，误以为是杨过，杨过懵然无知，愤而出走。杨过四处寻找小龙女，在寻找小龙女的过程中，遇上别的女子，从别的女孩对自己的情愫中，杨过才恍然明白小龙女对自己的感情，终于明白了爱情的味道。 因为蒙古铁骑即将南下，中原武林大会，要结盟对抗蒙古人，却被蒙古国师金轮法王一伙人前来挑战，郭靖等人因对方接连使用卑鄙手段而陷入窘境，关键时刻，小龙女和杨过无意中卷入纷争，打败了金轮法王。</p><p>郭靖等人佩服感谢小龙女，更为杨过骄傲，郭靖甚至要把自己亲生女郭芙许配杨过，但是杨过非但拒绝了这门亲事，反而说要娶小龙女为妻。此言一出，众人大惊：宋朝礼教森严，师徒通婚乃是大逆不道。二人爱情不能为这世俗所容。</p><p>小龙女知道自己和杨过的爱情让杨过被众人唾弃，为了杨过能够被郭靖等人接受，她黯然离去，后来练功时因思念杨过走火入魔，却被绝情谷主所救，绝情谷主也被小龙女深深迷住，要娶她为妻，心如死灰的小龙女答应了。</p><p>就在小龙女出嫁前夕，杨过找到了绝情谷中来，二人相逢，顿时爱情之火不可遏制，小龙女知道杨过对自己的感情始终未变，于是拒绝了绝情谷主的婚约，绝情谷主情急之下，用绝情谷独有的“情花”刺伤杨过，唯一能够解毒的办法，就是谷中特有的绝情丹。</p><p>绝情谷主原来想以此胁迫二人，没有想到，却引出了自己的原配妻子：原来谷主当年把自己妻子裘千尺推下山崖，裘千尺一直没死，要找自己丈夫报仇，她趁机铲除了谷主，但是却只给杨过一半解药：她要杨过杀了郭靖夫妻，给自己报仇，自己才会给他另一半解药。</p><p>在此之前，杨过在找寻小龙女过程中，发现自己父亲的死亡真相：原来自己父亲竟然是被郭靖夫妻杀死！其实当年杨过父亲勾结奸人，卖国求荣，实乃不忠不义不仁的小人，后因设计杀害郭靖五位师父而又被黄蓉揭穿真相，意欲杀黄蓉灭口却无意打中黄蓉软猬甲上的蛇毒，毒发身亡。杨过听傻姑之言认定郭靖黄蓉就是杀父凶手，一心要杀死郭靖为自己父亲报仇。</p><p>蒙古大军围攻襄阳，郭靖带领各方援军守住襄阳城，由于他的武功卓绝和领导才能，成为了襄阳城的中流砥柱，挡住了蒙古大军。杨过原本怀着杀死郭靖的心态而来，却在接触的过程中被郭靖的凛然大义和开阔襟怀感染，最后，在关键时刻不仅没有杀郭靖，反而在千军万马之中救了郭靖。</p><p>郭靖女儿郭芙误会杨过，一剑砍去了他一支胳膊，杨过断臂昏迷，醒来时机缘巧合，偶遇前辈高人遗留的一只神雕，并在神雕帮助下，武功修为大进。</p><p>此时小龙女发现了当时自己是被尹志平奸污，千里追杀尹志平，被全真教几大高手联手一击，打成重伤，杨过赶来，出手救了小龙女，小龙女已经是奄奄一息，内伤太重，无法医治……</p><p>杨过给弥留之际的小龙女穿上新娘的凤冠霞帔，二人成亲。后两人赶到绝情谷，几经争斗终于得到绝情丹，但杨过却因小龙女伤重不治而弃丹不食，小龙女自知伤重不治，怕杨</p><p>过伤心陪自己一起死，于是在绝壁下留书：十六年后相会。自己毅然跳进了万丈深渊！杨过醒来，发现小龙女不在，一时不知道发生什么事情，众人为了安慰杨过，说是小龙女被一个世外高人带走，十六年后会回来跟他相见。杨过半信半疑，决定等待小龙女十六年。</p>"},
  {"menu": "侠客行", "link": "xia",
"content":"<p>传说中的侠客岛每十年派出赏善罚恶二使来中原，强邀武林各派掌门人赴岛喝腊八粥，而去了侠客岛的掌门人又个个杳无音信……自小无名无姓、被唤作“狗杂种”的少年石破天因外出寻母而意外得到玄铁令，糊里糊涂地学武功，糊里糊涂地被人当成长乐帮帮主，又糊里糊涂地代接赏善惩恶令前往侠客岛……大巧反成大拙，大愚才是大智。石破天用他离奇的经历讲述了一个“吃亏是福”的道理。《侠客行》一反金庸大部分作品的路子，既无明确的时代背景，也没有宏大的场面，写爱情也只是浮光掠影，除了石破天之外，人物描写也只是点到即止，因此比起金庸的其他许多作品来，一向较为读者所忽视。其实《侠客行》恰恰体现了金庸作品的返璞归真。</p>"},
  {"menu": "倚天屠龙记", "link": "yi",
"content":"<p>第三次华山论剑后，郭靖之女郭襄一人骑着青驴，走遍天下，寻访杨过和小龙女。三年后，到河南少林寺找杨过的好友、罗汉堂首座无色禅师询问杨过、小龙女二人的下落不果。</p><p>其间遇上来自西域的“昆仑三圣”何足道，两人互相切磋棋艺和琴艺。何足道精于剑术，欲向少林寺挑战，却被少林僧人觉远及其弟子张君宝的“九阳神功”震退，悄然返回西域。</p><p>觉远、张君宝因无师自学少林武功犯了门规而被少林寺派人捉拿，郭襄遂同二人逃下少室山。觉远坐化前背诵《九阳真经》，在旁伴着的郭襄、张君宝、无色禅师三人各自记住了一部分。最终这些内容分别成为了少林、峨眉、武当的九阳功。后来张三丰(张君宝)根据九阳功及少林功法变通，且自创内家拳，自成一家，称武当派。</p><p>武当为内家之宗，在武林中与少林齐名。</p><p>数十年以后，其时江湖流传一句话︰“武林至尊，宝刀屠龙。号令天下，莫敢不从。倚天不出，谁与争锋。”武林中人便因此而展开对“倚天剑”与“屠龙刀”两把兵器的激烈争逐。</p><p>武当派俞岱岩偶然下得到屠龙刀，欲返回武当山将之交给师父张三丰发落，途中却遭天鹰教暗算擒获，屠龙刀被夺去。</p><p>天鹰教于王盘山岛举行英雄宴，席间展示屠龙刀，金毛狮王谢逊于此时突然现身并将宝刀夺去。谢逊以“狮子吼”将众人震至失聪后，掳走武当派张翠山及天鹰教殷素素乘船离岛。</p><p>三人在海上遇难，辗转流落到冰火岛，在岛上一住便是十年，其间张翠山与殷素素成亲，并生下一子张无忌。</p><p>十岁的张无忌与父母返回中原，谢逊则继续留在冰火岛，苦思屠龙刀有关“号令天下”的秘密，好让自己能报却妻儿之仇。</p><p>在武当山上，张无忌的父母不肯向武林人士道出谢逊及屠龙刀的下落而双双自杀。十年后，谢逊的仇人成昆蓄意挑起武林争端，教唆六大门派围攻明教的总坛光明顶，临近事成之际却给身负九阳神功和乾坤大挪移心法的少年张无忌弄砸，功亏一篑。</p><p>其间，张无忌被峨嵋派周芷若用倚天剑刺中右胸后竟只受伤而不死，由此察觉到周芷若对自己已生情意。张无忌天性淳厚，待人友善，不欲正、邪两派互相残杀，遂挺身介入光明顶一役里，使明教免却灭顶之祸。</p><p>张无忌在此役后名震天下，凭著盖世武功，年纪轻轻便当上新任明教教主。</p><p>六大门派于回程时遭朝廷所派遣的高手伏击后悉数被擒，囚禁于大都万安寺内。峨嵋派的镇派之宝倚天剑，亦落入汝阳王府的绍敏郡主赵敏手中。张无忌救回六大派后，应赵敏借看屠龙刀之请求，欲到冰火岛找义父谢逊去。</p><p>其间却打听到义父的下落，二人遂乘船到灵蛇岛，重遇谢逊。原来灵蛇岛的主人金花婆婆，曾败在峨嵋派掌门人灭绝师太的倚天剑之下，遂接回昔日伙伴谢逊到岛上来，欲向其借取屠龙刀，以雪当年一败的耻辱。</p><p>金花婆婆随明教总教使者离开到波斯去后，张无忌、谢逊等人为避开中原武林人士赶来抢夺屠龙刀而离开灵蛇岛，并流落到附近的荒岛上。</p><p>周芷若为了达成师父的遗愿，在岛上把众人迷倒后将倚天剑和屠龙刀盗去，然后互砍刀剑，取得收藏在剑内的武功秘笈《九阴真经》，并借此练成“九阴白骨爪”和“白蟒鞭法”，成为一流高手。</p><p>成昆在消灭明教、控制丐帮的阴谋相继失败后便欲向少林派下手，先将重返中原的谢逊擒获，并将之囚在少室山以作饵诱，再教唆少林空闻方丈举行屠狮英雄大会，欲使各门各派自相残杀，好让自己坐收渔人之利。</p><p>最终成昆的诡计在张无忌、赵敏、“神雕侠侣”杨过小龙女后人黄衫女子等人的干预下再次功败垂成，及后更被谢逊的七伤拳打至筋脉尽断，成为废人。</p><p>在少室山上，周芷若欲杀人灭口把谢逊除掉之际，被黄衫女子及时出手阻止，又被其正大光明的《九阴真经》武功“摧坚神爪”所制服，自己在荒岛上的劣行跟着亦当众被揭破。</p><p>其后张无忌、赵敏二人从周芷若身上取得《九阴真经》、《武穆遗书》及两块刻有桃花岛地图的铁片，由此得悉屠龙刀、倚天剑的秘密。</p><p>原来，在南宋末年，在元军侵入宋境、襄阳快失陷时，大侠郭靖、黄蓉夫妇委托匠人把“神雕侠侣”杨过、小龙女所赠的玄铁重剑、君子剑、淑女剑分别熔铸成倚天剑及屠龙刀，然后将《九阴真经》、《降龙十八掌掌法精义》和《武穆遗书》收藏于其中，寄望后人以此复国。</p><p>后来张无忌把《武穆遗书》赠给义军将领徐达，以助其率领义军，连败元兵，将蒙古人逐回塞外，还我汉族河山，大侠郭靖、黄蓉夫妇当年的遗愿亦得以达成。</p><p>张无忌卸下明教教主职务后，与赵敏寄迹蒙古，但其内心仍希望与周芷若、小昭、殷离再续前缘。（《射雕三部曲》结束。）</p><p>金庸在世纪新修版[2]  《倚天屠龙记》后记中写道：“张无忌最后与赵敏前往蒙古，从此不回中土，但如出现其他偶然因素，周芷若可能去蒙古找他，他可能和赵敏同去波斯找小昭，可能为了明教而不得不独自回中土办事，也可能在西域遇到殷离……世事主要是人为的，而张无忌只记得别人对他的好处，于是，人人都是好人，人人都很可爱”。</p>"},
  {"menu": "碧血剑", "link": "bi",
"content":"<p>明末，社会动荡，朝政腐败，民不聊生，在东北的满族部落却开始崛起，举兵南侵。蓟辽督师袁崇焕屡破清兵，击毙清太祖努尔哈赤，后被崇祯皇帝下狱，半年后以“咐托不效，专恃欺隐，以市米则资盗，</p><p>以谋疑则斩帅”等罪名所杀。袁崇焕之幼子袁承志为报父仇，苦练武功，拜华山“神剑仙猿”穆人清为师，在华山之巅习武十年，博采武林诸家之长，加之偶得武林怪杰“金蛇郎君”的剑学秘籍，学成身法奇诡的蛇剑之术，武艺更加精湛超群。袁承志下山之后，以一身绝艺征服了众多武林豪杰，调解了数起武林中的恩怨纠纷，他武艺高超但心性忠厚，至诚待人，深得武林弟兄的崇敬，被拥戴为七省盟主。当时正值李自成率领的农民起义军声威大振，势如破竹，承志为报父仇杀皇帝，带领群豪帮助闯王李自成拦劫官银、筹集军资，屡挫官军，并与入侵清兵浴血奋战。</p><p>“金蛇郎君”之女聪慧美丽的夏青青对袁承志产生了真挚的爱情，跟随他走南闯北，患难相依，度过了多年征战生涯。后来，袁承志协助李自成起义军攻破北京后，闯军军纪败坏，奸淫掳掠无所不为，闯王亦沉淫于美酒女色，甚至听信谗言逼死了袁承志的挚友——忠心耿耿的李岩。清兵入关后闯王溃不成军，轰轰烈烈的农民起义转瞬惨败。袁承志意兴萧索，与青青及当日一同征战的众豪杰飘流海外，赴异域重辟天地。</p>"},
  {"menu": "鸳鸯刀", "link": "yuan",
  "content":"<p>太岳四侠为给晋阳大侠萧半和祝寿，拦劫陕西西安府威信镖局为清廷保送的鸳鸯刀，被镖行武师所败；又欲抢夺林玉龙、任飞燕夫妻和书生袁冠南的行囊，谁知偷鸡不成蚀把米，反被袁冠南以言语诈去仅存的数两银子；</p><p>好不容易等来一位年轻的姑娘骑着一匹骏马而来，却仍然不敌，幸好此女是萧半和的女儿萧中慧，听说四侠目的是给父亲拜寿，摘下头上的金钗送给他们作为礼物。萧中慧此行也为鸳鸯宝刀，甘亭镇汾安客店之中，她得知宝刀就在镖行人手中，暗自留神。此时林玉龙夫妻、袁冠南、大内高手卓天雄都来到此处，尾随镖行。</p><p>途中一场混战卓天雄技高一筹，点中林玉龙、任飞燕、萧中慧穴道，幸亏袁冠南用计惊走卓天雄，夺得鸳鸯刀，救出众人，四人逃到紫竹庵中，卓天雄追来，林玉龙夫妻把他们自己用不好却威力很大的夫妻刀法传给袁、萧二人，二人用未学全的十二招刀法战胜卓天雄，保住了鸳鸯刀，而且由于并肩抗战，彼此互生情愫。</p><p>萧半和生日这天，各路英雄豪杰都来庆贺，袁冠南献上鸳鸯刀，萧半和高兴之余，将女儿萧中慧许配给袁冠南。林玉龙、任飞燕把夫妻刀法全部传给袁、萧二人。喜庆筵上，袁冠南与萧半和之妻袁夫人母子相认，萧中慧伤心跑出，被卓天雄擒住。</p><p>官兵围住萧府。一场混战，众英雄大败官兵，袁冠南救出萧中慧，二人再次联手，打伤卓天雄，众人一同退至中条山。山冈之上，萧半和说明真相：他本名萧义，为报父仇，早年入宫为太监，企图刺杀满清皇帝，却一直没能得手。</p><p>后皇帝为夺鸳鸯宝刀，杀死保护宝刀的袁、杨两位大英雄，将他们的妻子儿女捕入牢中，萧义乘机救出二位夫人和儿女，奔逃之时，将袁冠南失落。为瞒清廷耳目，假和袁、杨二位扮作夫妻。萧中慧应叫杨中慧，是三湘大侠杨伯冲的女儿。正说之时，太岳四侠抬着卓天雄而来，夺回他从杨中慧手中抢去的鸳鸯刀。袁夫人把鸳鸯刀合在一起，只见上面分别刻着“仁者无敌”四个字，这就是鸳鸯刀无敌于天下的大秘密。[1]</p><p>小说情节曲折语言诙谐，在不长的篇幅中展示了人物性格，塑造出几个不同的江湖侠士形象，可读性极强。虽为短篇，但仍不失为大手笔。</p>"
}]